Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: 1) Vaikuttavuus ja asiakashyödyt, 2) Taloudellinen kannattavuus, 3) Yhteentoimivuus ja 4) Toteutettavuus.
sv_se: 1) Genomslag och kundnytta, 2) Ekonomisk lönsamhet, 3) Interoperabilitet ja 4) Möjligheten att genomföra projektet.

source: VM käy lausuntonsa valmistelun yhteydessä läpi arviointiaineiston ja pyrkii lausunnossaan nostamaan esille erityisesti tavoiteltavien hyötyjen toteutumisen kannalta olennaisia näkökohtia.
sv_se: Vid beredningen av sitt utlåtande går FM genom bedömningsmaterialet och vill lyfta fram synpunkter som är väsentliga med tanke på den nytta som eftersträvas.

source: Lausunnoissa on keväästä 2015 lähtien tuotu aiempaa selvemmin esille VM:n hankkeelle antamat suositukset, millä on pyritty parantamaan lausuntomenettelyn vaikuttavuutta.
sv_se: Sedan våren 2015 har man tydligare än tidigare i utlåtandena lyft fram FM:s rekommendationer för projektet. Målet har varit att förbättra utlåtandeförfarandets inverkningar.

source: Lausuntomenettelyllä ja niihin liittyvillä hankearvioinneilla pyritään osaltaan vastaamaan eduskunnan lausumassaan esittämiin näkökohtiin, koska tavoiteltavat hyödyt ja niiden realisointiin suunnitellut toimenpiteet ovat keskeinen osa arvioinnin sisältöä.
sv_se: Genom utlåtandeförfarandet och utvärderingarna har man velat ta i beaktande synpunkterna i riksdagens uttalande, eftersom den nytta som eftersträvas och de åtgärder genom vilka de ska realiseras är en väsentlig del av utvärderingens innehåll.

source: Edellä kuvatun lausuntomenettelyn lisäksi kokonaiskustannuksiltaan 1–5 miljoonan euron arvoisista hankkeista on sovittu tehtäväksi vastaavanlaiset arvioinnit, joista ei kuitenkaan pyydetä VM:n lausuntoa eikä VM käy niitä läpi keskitetysti.
sv_se: Dessutom har det överenskommits att det ska göras motsvarande utvärderingar av projekt vars värde är 1 – 5 miljoner euro. Om dem bes dock inte ett utlåtande av FM, och FM går inte heller centraliserat genom dem.

source: Hankearvioinnin periaatteesta on alun perin linjattu hallituksen talouspoliittisessa ministerivaliokunnassa 16.12.2014.
sv_se: Principen om projektutvärdering fastställdes ursprungligen av regeringens finanspolitiska ministerutskott den 16 december 2014.

source: Periaate vahvistettin uudelleen kansliapäällikkökokouksessa 21.12.2015, jossa myös linjattiin, että hankkeen päättymisen jälkeen hankkeesta vastaavan tahon tulee vielä arvioida hyötyjen toteutumista.
sv_se: Principen fastställdes på nytt vid kanslichefsmötet den 21 december 2015, där det även konstaterades att den part som ansvarar för projektet ytterligare ska utvärdera genomslaget efter att projektet har avslutats.

source: Valtionhallinnossa on käytössä yhteinen hankesalkkuratkaisu, jonne viedään tiedot vähintään kaikista ICT:n kehittämistä sisältävistä hankkeista, joiden kokonaiskustannukset ovat yli miljoona euroa.
sv_se: Inom statsförvaltningen används ett gemensamt projektportföljsystem. I den införs information om minst alla projekt i vilka utveckling av informations- och kommunikationsteknologi ingår och vars helhetskostnader överskrider en miljon euro.

source: Hankkeiden tilanteesta raportoidaan salkussa vähintään kolmannesvuosittain, minkä jälkeen VM tekee salkusta yhteenvedon.
sv_se: Om projekten rapporteras inom portföljen minst var fjärde månad, varefter FM gör en sammanfattning av portföljen.

source: Yhteenveto käydään läpi tietohallinnon kehittämis- ja koordinaatioryhmässä (TIETOKEKO), ja yhteenveto on myös julkaistu VM:n verkkosivuilla lokakuusta 2015 lähtien.
sv_se: Sammanfattningen gås genom av informationsförvaltningens utvecklings- och koordineringsgrupp (TIETOKEKO), och sammanfattningen har även publicerats på FM:s webbplats sedan oktober 2015.

source: Eduskunnan tarkastusvaliokunnalle toimitettiin julkaistu yhteenveto lokakuussa 2015.
sv_se: Den publicerade sammanfattningen lämnades till riksdagens revisionsutskott i oktober 2015.

source: Yhteenvedot eivät vielä sisällä tietoja hankkeiden toteutuneista hyödyistä, mutta yhteenvetoa on tarkoitus täydentää myös niihin liittyvillä tiedoilla sitä mukaa kun tietoja on hankesalkkuun raportoitu.
sv_se: Sammanfattningarna innehåller inte än uppgifter om den genomförda nyttan, men det är meningen att komplettera sammanfattningen när uppgifter om nyttan har rapporterats i portföljen.

source: Eduskunta edellyttää, että hallitus ottaa asianmukaisesti huomioon sekä tähän mietintöön että sen liitteinä oleviin erikoisvaliokuntien lausuntoihin sisältyvät eduskunnan aikaisempia lausumia ja muitakin seikkoja koskevat kannanotot.
sv_se: Riksdagen förutsätter att regeringen på behörigt sätt beaktar de anmärkningar till tidigare uttalanden från riksdagen som ingår såväl i revisionsutskottets betänkande som i de bifogade utlåtandena från fackutskotten samt övriga ställningstaganden.

source: Hallitus on ottanut huomioon eduskunnan valiokuntien lausumat ja kannanotot.
sv_se: Regeringen har beaktat riksdagsutskottens uttalanden och ställningstaganden.

source: EK 26/2015 vp – K 9/2015 vp, K 15/2015 vp
sv_se: RSk 26/2015 rd – B 9/2015 rd, B 15/2015 rd Utveckling av regeringens årsberättelse

source: Hallituksen vuosikertomuksen kehittäminen
sv_se: Riksdagen förutsätter att regeringen fortsätter utveckla årsberättelsen med hänsyn till synpunkterna tidigare i betänkandet.

source: Eduskunta edellyttää, että hallitus edelleen kehittää vuosikertomusta ottaen huomioon mietinnössä aiempana esitetyt näkökohdat.
sv_se: Materialet i berättelsen måste vara mer läsarvänligt och informativt och det måste innehålla analyserade data om resultaten och effekterna av verksamheten och förändringar i verksamheten, särskilt de samhälleliga effekterna och hur de uppställda målen har förverkligats.

source: Vuosikertomukseen sisältyvän aineiston tulee olla aiempaa lukijaystävällisempää ja informatiivisempaa sekä sisältää analysoitua tietoa toiminnan ja toimintamuutosten tuloksellisuudesta ja vaikuttavuudesta, erityisesti yhteiskunnallisesta vaikuttavuudesta ja asetettujen tavoitteiden toteutumisesta.
sv_se: Årsberättelsen bör vara en fungerande del av statsförvaltningens och regeringens planerings- och uppföljningsmekanism.

source: Vuosikertomuksesta tulee muodostua toimiva osa valtionhallinnon ja hallituksen suunnittelu- ja seurantajärjestelmää, mikä edellyttää muun muassa tavoitteiden asetannan selkeyttämistä budjettia laadittaessa.
sv_se: Det i sin tur kräver bland annat tydligare målsättning när budgeten upprättas.

source: Tällä kohtaa olevien huomautusten johdosta valtioneuvoston kanslia yhdessä varainministeriön kanssa on todennut seuraavaa:
sv_se: Statsrådets kansli har tillsammans med finansministeriet med anledning av anmärkningarna under denna punkt konstaterat följande:

source: Vuosikertomusta koskeva lakitasoinen sääntely annettiin vuonna 2014, kun valtioneuvostosta ja valtion talousarviosta annettuja lakeja muutettiin siinä yhteydessä, kun hallituksen toimenpidekertomus ja valtion tilinpäätöskertomus säädöstasolla yhdistettiin hallituksen vuosikertomukseksi.
sv_se: Bestämmelserna på lagnivå om årsberättelsen utfärdades 2014 när lagarna om statsrådet och statsbudgeten ändrades i samband med att berättelsen om regeringens åtgärder och statens bokslutsberättelse på författningsnivå slogs samman till regeringens årsberättelse.

source: Talousarviosta annetun asetuksen muutoksen myötä vuosikertomuksen sisällöstä säädetään kokonaisuutena talousarviosta annetussa asetuksessa.
sv_se: Genom den ändrade förordningen finns bestämmelserna om årsberättelsens innehåll samlade i förordningen om statsbudgeten.

source: Asetuksen muutoksessa ministeriöiden toimialan toiminnan tuloksellisuuden kuvausta koskevaa sääntelyä on karsittu ja yksinkertaistettu ja muutos koskee jo vuoden 2015 vuosikertomusta.
sv_se: Ändringsförordningen innebar att regleringen om redogörelserna för resultatet inom ministeriernas ansvarsområde är mer avskalad och enklare. Ändringen gäller redan 2015 års årsberättelse.

source: Tuloksellisuuden kuvausten pääpaino olisi jatkossa yhteiskunnalliselle vaikuttavuudelle asetettujen tavoitteiden saavuttamisessa ja vaikuttavuuden kehityksessä.
sv_se: Huvudvikten i redogörelserna för verksamhetsresultatet ligger fortsättningsvis på hur målen för de samhälleliga verkningarna har uppnåtts och på verkningarnas utveckling.

source: Jatkossa on tarkoitus kehittää myös tulostavoitteiden asettamista ja esittämistä valtion talousarvioesityksessä.
sv_se: I fortsättningen är det meningen att också resultatmålen ska ställas upp och presenteras bättre i propositionen om statsbudgeten.

source: Vuosikertomusprosessissa raportoidaan valtion talousarvioesityksessä asetetuista tavoitteista, joita ei kertomusprosessissa enää voida muuttaa.
sv_se: Årsberättelseprocessen ska inbegripa rapportering om sådana målsättningar i budgetpropositionen som inte längre kan ändras inom processen.

source: Talousarvioon otettujen tavoitteiden muuttaminen vaikuttaa viiveellä.
sv_se: Ändringar av mål inskrivna i budgeten påverkar med fördröjning.

source: Paraikaa valtioneuvostossa valmistellaan Julkisen talouden suunnitelmaa (sisältää valtiontalouden kehykset, jonka pohjalta valmistellaan eduskunnalle syksyllä 2016 annettava vuoden 2017 talousarvioesitys).
sv_se: Statsrådet håller nu på med beredning av budgetpropositionen för 2017. Den kommer at lämnas till riksdagen hösten 2016.

source: Viranomaisten välinen tiedonvaihto harmaan talouden torjunnassa
sv_se: Informationsutbyte mellan myndigheterna för bekämpning av svart ekonomi

source: Eduskunta edellyttää, että hallitus antaa eduskunnalle selvityksen vuoden 2016 loppuun mennessä siitä, mihin toimenpiteisiin se on ryhtynyt viranomaisten välisen tiedonvaihdon kehittämiseksi harmaan talouden torjunnassa sekä myös yleisemmin.
sv_se: Riksdagen förutsätter att regeringen inom 2016 lämnar en utredning till riksdagen om vilka åtgärder den har vidtagit för att förbättra informationsutbytet mellan myndigheterna dels i kampen mot svart ekonomi, dels i ett mer allmänt perspektiv.

source: Tällä kohtaa olevan huomautuksen johdosta sisäministeriö, oikeusministeriö ja valtiovarainministeriö toteavat seuraavaa:
sv_se: Inrikesministeriet, justitieministeriet och finansministeriet konstaterar med anledning av anmärkningen under denna punkt följande:

source: Sisäministeriö on 12.1.2016 asettanut talousrikostorjunnan johtoryhmän vuosille 2016–2019.
sv_se: Inrikesministeriet tillsatte den 12 januari 2016 en ledningsgrupp för bekämpning av ekonomisk brottslighet för åren 2016-2019.

source: Talousrikostorjunnan johtoryhmän tehtävänä on valmistella harmaan talouden torjunnan strategiaesitys talouspoliittiselle ministerivaliokunnalle käsiteltäväksi.
sv_se: Ledningsgruppen för ekonomisk brottslighet har till uppgift att för finanspolitiska ministerutskottet bereda en strategi för bekämpning av grå ekonomi.

source: Strategian valmistelussa huomioidaan viranomaisten välisen tiedonvaihdon kehittäminen.
sv_se: Vid beredningen av strategin beaktas utvecklandet av informationsutbytet mellan myndigheterna.

source: Johtoryhmä varmistaa strategian toteutumisen ja sovittaa yhteen eri viranomaisten suunnitelmia harmaan talouden ja talousrikollisuuden torjunnassa sekä seuraa ja raportoi talouspoliittiselle ministerivaliokunnalle strategian etenemisestä ja mahdollisesti tarvittavista uusista toimenpide-ehdotuksista.
sv_se: Ledningsgruppen ser till att strategin genomförs och samordnar de planer som olika myndigheter har när det gäller bekämpning av grå ekonomi och ekonomisk brottslighet. Dessutom följer ledningsgruppen upp och rapporterar till finanspolitiska ministerutskottet om hur strategin framskrider och om det eventuellt behövs förslag till nya åtgärder.

source: Vastaukset eduskunnan lausumiin ja kannanottoihin
sv_se: Svar på riksdagens uttalanden och ställningstaganden

source: Eduskunta edellyttää, että hallitus ottaa asianmukaisesti huomioon sekä tähän mietintöön että sen liitteinä oleviin erikoisvaliokuntien ja suuren valiokunnan lausuntoihin sisältyvät eduskunnan aiempia lausumia ja muitakin seikkoja koskevat kannanotot.
sv_se: Riksdagen förutsätter att regeringen på behörigt sätt beaktar de ställningstaganden om tidigare uttalanden av riksdagen samt om övriga omständigheter som ingår i betänkandet och i de bifogade utlåtandena från de övriga fackutskotten och stora utskottet.

source: Tällä kohtaa olevan huomautuksen johdosta valtiovarainministeriö on todennut seuraavaa:
sv_se: Finansministeriet har med anledning av anmärkningen under denna punkt konstaterat följande:

source: EK 58/2014 vp – M 7/2014 vp
sv_se: RSk 58/2014 rd Ö 7/2014 rd

source: Harmaan talouden torjuntatoimenpiteiden arviointi
sv_se: Utvärdering av åtgärderna för bekämpning av svart ekonomi

source: Eduskunta edellyttää, että hallitus ryhtyy toimenpiteisiin ja varmistaa, että harmaan talouden torjunta perustuu jatkossa viranomaisten yhteiseen tilannekuvaan ja kokonaisuuteen, jota johdetaan hallituksen toimesta tarkastusvaliokunnan mietinnössä esitetyllä tavalla.
sv_se: Riksdagen förutsätter att regeringen vidtar åtgärder och försäkrar sig om att kampen mot den svarta ekonomin i fortsättningen bygger på en gemensam lägesbild för myndigheterna och på mekanismer som leds av regeringen på det sätt som anges i revisionsutskottets betänkande.

source: Valtioneuvoston talouspoliittinen ministerivaliokunta päätti kokouksessaan 18.11.2015 antaa talousrikostorjunnan johtoryhmälle tehtäväksi valmistella harmaan talouden torjuntastrategian siten, että esitysluonnosta voidaan käsitellä talouspoliittisessa ministerivaliokunnassa helmikuussa 2016.
sv_se: Statsrådets finanspolitiska ministerutskott beslutade vid sitt möte 18.11.2015 ge ledningsgruppen för bekämpning av ekonomisk brottslighet i uppdrag att bereda en strategi för bekämpande av svart ekonomi så att förslagsutkastet kan behandlas i finanspolitiska ministerutskottet i februari 2016.

source: Hallintovaliokunta
sv_se: Förvaltningsutskottet

source: Biometriset tunnisteet
sv_se: Biometriska kännetecken

source: Eduskunta edellytti 19.6.2006, että hallitus käynnistää biometrisiä tunnisteita ja niiden käyttöä koskevan yleisen henkilötietojen suojaa koskevan lainsäädännön valmistelutyön.
sv_se: Riksdagen förutsatte den 19 juni 2006 att regeringen inleder beredningen av en allmän lagstiftning om skydd för personuppgifter i fråga om biometriska kännetecken och användningen av dem.

source: ”Tarvittavat yleiset säännökset biometristen tunnisteiden käsittelystä valmistellaan oikeusministeriössä osana henkilötietolain (523/1999) yleistä tarkistamista ottamalla huomioon liikenne- ja viestintäministeriössä tehty asiaa koskeva selvitystyö.”
sv_se: ”De allmänna bestämmelser som behövs om behandlingen av biometriska kännetecken bereds vid justitieministeriet som ett led i den allmänna översynen av personuppgiftslagen (523/1999). Det utredningsarbete som gjorts vid kommunikationsministeriet beaktas i beredningen.”

source: Sami Manninen, lainsäädäntöjohtaja, oikeusministeriö
sv_se: Sami Manninen, lagstiftningsdirektör, justitieministeriet

source: Selviämisasematoiminnan ja muun akuutin päihdehuollon kehittäminen
sv_se: Utveckling av verksamheten på tillnyktringsstationerna och annan akut missbrukarvård

source: Eduskunta edellytti 5.9.2006 hallituksen selvittävän mahdollisuudet edistää selviämisasematoiminnan ja muun akuutin päihdehuollon kehittämistä yhteistyössä sosiaali- ja terveydenhuollon ja poliisin kanssa.
sv_se: Riksdagen förutsatte 5.9.2006 att regeringen utreder möjligheterna att tillsammans med social och hälsovården och polisen driva på en utveckling av verksamheten på tillnyktringsstationerna och annan akut missbrukarvård.

source: SM:llä ei uutta ilmoitettavaa.
sv_se: Inrikesministeriet har inget nytt att rapportera.

source: Päihteisiin ja päihdetyöhön liittyvät kysymykset, kuten lainsäädäntö ja ohjaus, kuuluvat sosiaali- ja terveysministeriön toimialaan.
sv_se: Frågor som anknyter till berusningsmedel och nykterhetsarbete, bland annat lagstiftning och styrning, hör till social- och hälsovårdsministeriets ansvarsområde.

source: Sisäasiainministeriö on yhteistyössä sosiaali- ja terveysministeriön kanssa asettanut 3.11.2009 päihtyneiden kiinniottamista, kuljettamista, kohtelua ja hoitoa selvittävän työryhmän.
sv_se: Inrikesministeriet tillsatte 3.11.2009 i samarbete med social- och hälsovårdsministeriet en arbetsgrupp som ska utreda gripande, transport, behandling och vård av berusade.

source: Työryhmän loppuraportti on luovutettu 17.2.2011.
sv_se: Arbetsgruppen överlämnade sin slutrapport 17.2.2011.

source: Sosiaali- ja terveysministeriön johdolla kehitetään III sisäisen turvallisuuden ohjelman mukaisesti toimintatapoja ja -malleja.
sv_se: Under ledning av social- och hälsovårdsministeriet tas det fram arbetssätt och handlingsmodeller i överensstämmelse med det tredje programmet för den inre säkerheten.

source: Selviämisasematoiminta ja muu akuutti päihdehuolto on kunnan toimialaan kuuluvaa ja suurin ongelma on saada kunnat perustamaan tarvittavia selviämisasemia.
sv_se: Tillnyktringsstationerna och annat akut omhändertagande av missbrukare ingår i kommunernas ansvarsområde och det är ett stort problem att få kommunerna att inrätta de tillnyktringsstationer som behövs.

source: Sisäisen turvallisuuden ministeriryhmä päätti 2.10.2013 jatkotoimista sisäisen turvallisuuden ohjelman toimenpiteen 56 (selviämisasemapalvelujen kehittäminen) toimeenpanemiseksi.
sv_se: Ministerarbetsgruppen för den inre säkerheten fattade 2.10.2013 beslut om fortsatta åtgärder för att genomföra åtgärd 56 (utveckling av tillnyktringsstationstjänsterna) i programmet för den inre säkerheten.

source: Päätöksen mukaisesti sosiaali- ja terveysministeriön johdolla käynnistetään selvitystyö selviämisasemapalvelujen laajentamiseksi.
sv_se: Enligt beslutet skulle det under ledning av social- och hälsovårdsministeriet inledas en utredning om hur tillnyktringsstationstjänsterna kunde utvidgas.

source: Selvitys esiteltiin ministeriryhmälle kokouksessa 28.10.2014.
sv_se: Utredningen presenterades för ministergruppen vid ett möte 28.10.2014.

source: Selvityksen mukaan poliisin osuutta päihtyneiden kiinniotoissa, kuljettamisessa ja säilöönotoissa on perusteltua vähentää ja vahvistaa sosiaali- ja terveydenhuollon toimijoiden roolia.
sv_se: Enligt utredningen är det motiverat att minska polisens roll i gripandet, transporten och tagandet i förvar av berusade och att stärka den roll som aktörerna inom social- och hälsovården spelar.

source: Ei ole perusteltua rakentaa erillisistä selviämisasemista koostuvaa verkostoa, vaan jatkaa jo meneillään olevaa palvelujärjestelmän kehittämistä.
sv_se: Det är inte motiverat att bygga upp ett nätverk av separata tillnyktringsstationer, utan man bör fortsätta att utveckla det servicesystem som vi redan har.

source: Ministeriryhmä kannatti päätöksessään sosiaali- ja terveysministeriön linjausta, jonka mukaisesti tulevassa sosiaali- ja terveydenhuollon järjestämismallissa selviämishoito on sosiaali- ja terveysalueen vastuulla.
sv_se: Ministergruppen stödde i sitt beslut social- och hälsovårdsministeriets linje om att det är social- och hälsovårdsområdet som ska ansvara för tillnyktringsvården i den framtida modellen för ordnandet av social- och hälsovården.

source: Sosiaali- ja terveysalue päättäisi niistä järjestämislakiehdotuksen mukaisista kunnista ja kuntayhtymistä, joilla on tuottamisvastuu kattavista ympärivuorokautisista päivystyspalveluista mukaan lukien tarpeellinen selviämishoito.
sv_se: Social- och hälsovårdsområdet beslutar om de kommuner och samkommuner enligt förslaget till lag om ordnande av social- och hälsovården som ska ansvara för produktionen av heltäckande jourtjänster dygnet runt, inbegripet nödvändig tillnyktringsvård.

source: Asia ei aiheuta enää toimenpiteitä sisäministeriössä.
sv_se: Ärendet föranleder inga ytterligare åtgärder vid inrikesministeriet.

source: Jari Pajunen, poliisitarkastaja, sisäministeriö
sv_se: Jari Pajunen, polisinspektör, inrikesministeriet

source: Ulkomaalais-, maahanmuutto- ja kotouttamispolitiikan seuranta
sv_se: Uppföljning av utlännings-, invandrings- och integrationspolitiken

source: Eduskunta edellytti 8.12.2010 hallituksen antavan eduskunnalle vaalikausittain ulkomaalais-, maahanmuutto- ja kotouttamispolitiikasta ja sen toimivuudesta selonteon, jossa muun ohella verrataan Suomen maahanmuuttoa koskevia säännöksiä, käytäntöjä ja taloudellisia etuuksia muihin EU-maihin muun muassa sen arvioimiseksi, muodostavatko Suomen säännökset, käytännöt tai taloudelliset etuudet vetovoimatekijöitä turvapaikan hakemiselle tai humanitaariselle maahanmuutolle.
sv_se: Riksdagen förutsatte 8.12.2010 att regeringen varje valperiod lämnar riksdagen en redogörelse om utlännings-, invandrings- och integrationspolitiken och om hur den fungerar. Där ska bland annat bestämmelserna, praxisen och de ekonomiska förmånerna i Finland jämföras med andra EU-länder för att det ska gå att se om de finländska bestämmelserna, praxisen eller ekonomiska förmånerna är attraktivitetsfaktorer för asylsökande eller humanitär invandring.

source: Eduskunta edellytti hallituksen huolehtivan turvapaikkamenettelyn nopeuttamisesta käsittelyaikojen lyhentämiseksi olennaisesti ja pysyvästi.
sv_se: Riksdagen förutsatte att regeringen ser till att asylprocessen snabbas upp och att handläggningstiderna permanent och väsentligt kortas ner.

source: Eduskunta edellytti, että hallitus varaa valtion talousarvioesityksiin riittävän rahoituksen kotoutumisen edistämisestä annettavan lain tehokkaaseen ja kattavaan toimeenpanoon kuntakorvausten korottaminen mukaan lukien.
sv_se: Riksdagen förutsatte att regeringen i sina budgetpropositioner skriver in tillräckliga anslag för att effektivt och heltäckande genomföra lagen om främjande av integration, höjningen av ersättningarna till kommunerna medräknad.

source: Eduskunta edellytti hallituksen antavan vuoden 2011 loppuun mennessä hallintovaliokunnalle selvityksen, jossa arvioidaan
sv_se: Riksdagen förutsatte att regeringen före utgången av 2011 lämnar förvaltningsutskottet en utredning över

source: asetetaanko kotoutumisen edistämisestä annettavassa laissa tarkoitetun perustietoaineiston omaksuminen Suomen kansalaisuuden saamisen edellytykseksi hakijoille tehtävässä testissä,
sv_se: om det i testet för dem som söker finskt medborgarskap ska ställas som villkor att de har lärt sig den basinformation som avses i lagen om främjande av integration,

source: voidaanko kotoutumistukea maksaa maahanmuuttajille kieli- ja muiden opintojen edistymisen perusteella ja
sv_se: om integrationsstöd kan betalas till invandrare utifrån framgång i språkstudier och andra studier och

source: onko syytä ohjata maahanmuuttajien kotoutumisen alkuvaiheen koulutusta nykyistä suuremmassa määrin ja pitkäjänteisemmin kansalais-, työväen- ja kansanopistojen tehtäväksi.
sv_se: om utbildningen för nyanlända invandrare i större omfattning och mer långsiktigt bör bli en uppgift för medborgarinstitut, arbetarinstitut och folkhögskolor.

source: Valtioneuvosto päätti 29.12.2010 ryhtyä lausumasta aiheutuviin toimenpiteisiin.
sv_se: Statsrådet beslutade 29.12.2010 att vidta de åtgärder som uttalandet ger anledning till.

source: Ei uutta ilmoitettavaa.
sv_se: Inget nytt att rapportera.

source: "Eduskunta on ilmoittanut, ettei se työkiireen vuoksi ehdi käsitellä selontekoa vaalikauden loppuun mennessä, eikä selontekoa sen vuoksi anneta."
sv_se: ”Riksdagen har meddelat att den på grund av den stora arbetsbördan inte kommer att hinna behandla redogörelsen före utgången av valperioden, och redogörelsen kommer därför inte att lämnas.”

source: Maahanmuuton tuloksellisuushanke päättyi 31.12.2014.
sv_se: Projektet för bättre resultat inom migrationsförvaltningen avslutades 31.12.2014.
